// Localizable.strings for AppleVPNExtra

// other menu strings
"OPEN_NP" = "Åbn Netværk…";

// connect/disconnect
"CONNECT" = "Opret forbindelse";
"DISCONNECT" = "Afbryd forbindelse";

// error string
"NO_VPN_CONFIGS" = "VPN er ikke konfigureret";
"NO_MODEM_CONFIGS" = "Der blev ikke fundet nogen modemkonfigurationer";
"NO_PPPOE_CONFIGS" = "Der blev ikke fundet nogen PPPoE-konfigurationer";

// other items
"SHOW_TIMER" = "Vis forbindelsestid";
"SHOW_ANIMATED_STATUS" = "Vis status, mens der oprettes forbindelse";
"STOP_SHOWING_TIME" = "Hold op med at vise tid på menulinje";

"SHOW_TIME_FORMAT" = "Vis tiden for \"%@\" på menulinjen";

// scrolling text resources
"SCROLL_CONNECTING" = "Opretter forbindelse…";
"SCROLL_DIALING" = "Ringer op…";
"SCROLL_DISCONNECTING" = "Afbryder forbindelse…";
"SCROLL_AUTHENTICATING" = "Godkender…";

/* Menu Extra Strings */
"CONNECTED_FORMAT" = "Afbryd forbindelse til %@";
"NOT_CONNECTED_FORMAT" = "Opret forbindelse til %@";
"CONNECTING_FORMAT" = "Opretter forbindelse til %@";
"DISCONNECTING_FORMAT" = "Afbryder forbindelse til %@";
"AUTHENTICATING_FORMAT" = "Godkender %@";

"DEFAULT" = "Standard";

/* name strings */
"VPN menu extra" = "VPN-menu";
"PPP menu extra" = "PPP-menu";
"PPPoE menu extra" = "PPPoE-menu";
